[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Ján Kinčeš, RPeterR
VERSION=6.0.0

[Language]
LANGUAGE=Slovenčina
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041B

[Menu]
FILE=&Súbor
FILE_EXIT=&Ukončiť
EDIT=&Úpravy
EDIT_COPY=&Kopírovať
THEME=&Vzhľad
HELP=&Nápoveda
HELP_ABOUT=&O programe CrystalDiskMark
LANGUAGE=Language
ZOOM=&Zoom
AUTO=&Auto
TEST_DATA=&Testovacie dáta
DEFAULT_RANDOM=Predvolene (rôzne)
SETTINGS=&Nastavenia
SAVE=&Uložiť
QUEUES_THREADS=&Fronty a Vlákna
INTERVAL_TIME=Čas intervalu
SECOND=sek
MINUTE=min
HOUR=hod
ALL_ZERO=VŠETKY 0x00 (0 VYPLNIŤ)
SELECT_FOLDER=Vybrať priečinok
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save （&text）
SAVE_IMAGE=&Save （image）
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=Zastaviť test.
DISK_CAPACITY_ERROR=Na disku nie je dostatok voľného miesta.
DISK_CREATE_FILE_ERROR=Vyskytla sa chyba pri vytváraní súboru.
DISK_WRITE_ERROR=Vyskytla sa chyba pri zápise súborov.
DISK_READ_ERROR=Vyskytla sa chyba pri čítaní súborov.
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Testovaný disk
TEST_SIZE=Veľkosť testovacieho súboru
TEST_COUNT=Počet opakovaní testov
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=O programe CrystalDiskMark
QUEUES_THREADS=Fronty a Vlákna
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
